---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.DuctPressureDropData.Coefficient
source: html/30c73e0a-612a-d09a-26f9-6a58d5d1378b.htm
---
# Autodesk.Revit.DB.Mechanical.DuctPressureDropData.Coefficient Property

The coefficient of the duct.

## Syntax (C#)
```csharp
public double Coefficient { get; set; }
```